function SyaratdanKetentuan({ id }) {
    return (
        <div id={id} className="col-12 pattern-background vh-100 w-100 d-flex justify-content-center align-items-center px-0 page-section position-relative">


            <div className="position-absolute">

                <div className="card shadow position-relative row card-desktop-5 px-4"  >

                    <div style={{ maxHeight: "70vh", overflow: "auto" }} className="py-5">

                        <div className="row">
                            <div className="col-12 fw-semi-bold mb-4 fs-4">
                                注意事項
                            </div>
                            <div className="col-12 text-start">
                                <ol className="text-start">
                                    <li id="A1">
                                        發票開立日期及發票登錄日期皆為活動期間 2024/11/25 ~ 2025/01/25。
                                    </li>

                                    <li id="A2">
                                        本活動僅限於通路購買外銷版營多麵全系列商品 (營多拌炒麵，營多辣味拌炒麵 ，營多拌炒麵 辣味牛肉風味，營多拌炒麵 辣味牛肋風味，營多拌炒麵 辣味雞肉風味，營多拌湯麵 青檸牛肉風味，營多拌湯麵 特色雞肉風味，營多拌湯麵 咖哩雞肉風味，營多拌湯麵 香蔥雞肉風味，營多經典印尼炒麵重量杯，營多珍饌印尼極品炒麵，營多珍饌蒜香極品炒麵)。
                                    </li>

                                    <li id="A3">
                                        每人每日限登錄二十張發票(以身分證或居留證號碼計)，唯每張發票僅限登錄一次，且每張身分證或居留證號碼僅有一次中獎機會。若有重複登錄發票號碼，將以先登錄者為準。
                                    </li>

                                    <li id="A4">
                                        活動僅限設籍於台灣、澎湖、金門、馬祖參加。獎品寄送地區僅限台灣、澎湖、金門、馬祖，恕不處理郵寄贈品至海外地區之事宜。
                                    </li>

                                    <li id="A5">
                                        參加者若以惡意之電腦程式或其他明顯違反活動公平性之方式(利用電腦、網路之漏洞或不正當之行為)，意圖混淆或影響活動結果者，一經主辦單位察覺得立即取消參加者之參與中獎資格，並得返還獎品。參加者對於因違反相關規定所產生之一切法律責任，需自行負擔。
                                    </li>

                                    <li id="A6">
                                        參加者同意填寫或提出之資料均為真實，且未冒用或盜用任何第三人之資料。如未提供正確資訊或未詳細填寫個人基本資料，導致活動中獎時無法通知、逾期及資料缺漏者，視同放棄得獎資格。
                                    </li>

                                    <li id="A7">
                                        如有任何因電腦、網路、技術、電話等技術障礙或其他不可歸責咎於主辦單位之事由，而使參加者所寄出之資料有所延遲、遺失、錯誤、無法辨識或毀損狀況時，主辦單位不負任何法律責任，參加者不得有異議。
                                    </li>

                                    <li id="A8">
                                        本活動抽獎方式將符合參加資格的名單中由電腦隨機抽出得獎者，於2025/02/07 中午12點公告得獎名單, 請活動參與者自行至活動網頁查詢中獎名單。
                                    </li>

                                    <li id="A9">
                                        活動以發票為得獎憑據，請務必保留所登錄之發票正本及交易明細，以供中獎後兌獎使用。活動之有效發票指「發票開立日期及發票登錄日期皆為活動期間2024/11/25 ~ 2025/01/25」，且發票需清楚載明購買品項為營多麵指定品項，若發票無記載文字品項，則須附上購買明細以茲證明。如發票明細不符或無法證明購買品項為活動品項，則視為中獎資料不符。
                                    </li>

                                    <li id="A10">
                                        中獎者需寄回本活動中獎之有效發票正本，並註明姓名、電話、地址，限掛號方式於2025/02/28前寄出(以郵戳時間為憑，逾期視同放棄)。收件地址︰台北市大同區承德路三段232號3樓308室「營多食品有限公司」收。
                                    </li>

                                    <li id="A11">
                                        中獎發票為電子發票者，須向店家取得購買明細，或至電子發票列印平台列印發票號碼及購買明細以茲證明。
                                    </li>

                                    <li id="A12">
                                        中獎發票經予主辦單位後，將不予退還，由主辦單位全數轉捐予伊甸基金會。
                                    </li>

                                    <li id="A13">
                                        所有中獎資格之查驗，依本活動辦法及主辦單位之實際審核結果為準，並為唯一之依據。
                                    </li>

                                    <li id="A14">
                                        首爾來回機票獎項將以合作之旅行社等值旅遊券形式提供。皆不含稅金、保險及規費(兩地機場稅、簽證費用、安檢、燃油附加費、雜支代辦費…等)，以當時出發日期價格為準，詳情請洽合作之旅行社。
                                    </li>

                                    <li id="A15">
                                        中獎者不得要求更改獎項或兌換現金，得獎贈品均以實物為準，恕不得選款、挑色，亦不得將中獎資格轉讓其他人，違反前述規定之中獎人，主辦單位得取消其中獎項資格，如遇產品缺貨或其他不可抗力之事由，主辦單位得保留更換等值獎品之權利。

                                    </li>

                                    <li id="A16">
                                        依中華民國稅法規定，若中獎者為本國人，獎項價值超過新台幣1,000元(含)，需依規定填寫並繳交身分證影本供報稅使用，並將以新台幣計價列入年度之個人綜合所得稅申報。若獎項價值超過新台幣20,000元(含)，中獎者依法需預繳10%稅金，待中獎者付清稅金後方可領獎。依中華民國稅法規定，中獎者若非中華民國國境內設籍之國人（即依法於課稅年度內，在中華民國境內居住未達183天之本國人含大陸人士及外國人），不論中獎者所得獎項之價值，需預先扣繳20%機會中獎稅金，待中獎者付清稅金後方可領獎。如依其他法令規定另須代扣繳其他稅費者，亦於扣除相關金額後，始為實際發放金額。若未能依法繳納應繳稅額，即視為喪失中獎資格。參加本活動者參加本活動而須支付任何稅捐皆為參加本活動者之義務，概與主辦單位無關。前述稅捐法規如有更新或變動者，依修正後之規定辦理。如欲放棄該獎項，中獎人請於 2025年 4 月 15 日前至營多食品有限公司辦理相關手續並將獎項完整繳回，已拆封之贈品恕無法放棄該獎項。
                                    </li>

                                    <li id="A17">
                                        本活動之活動辦法、獎項、訊息以公布於網站上的資料為準，活動贈品以實物為準，活動期間若發生問題或不可抗力之因素導致活動無法進行，主辦單位有權保留、變更或終止本活動期間、內容之權利，亦有權對本活動之所有事宜作出解釋或裁決。本活動如有任何內容變更，修改訊息將統一於活動網站上公布，恕不另行通知。
                                    </li>

                                </ol>
                            </div>
                        </div>

                    </div>


                </div>


            </div>
        </div>
    )
}

export default SyaratdanKetentuan